{"Jokes":[
    {
        "id":1,
        "joke":"What did the snail who was riding on the turtle's back say? Wheeeee!"
    },
    {
        "id":2,
        "joke":"What do you call a lazy kangaroo? A pouch potato."
    },
    {
        "id":3,
        "joke":"I used to run a dating service for chickens, but I was struggling to make hens meet."
    },
    {
        "id":4,
        "joke":"Why do we tell actors to 'break a leg?' Because every play has a cast."
    },
    {
        "id":5,
        "joke":"How do you open a banana? With a mon-key."
    },
    {
        "id":6,
        "joke":"Grandma: Back in our days, you could buy bread, milk, soaps, spices, eggs, meat, all for a dollar.        Little Kid: You can’t do that now. They have CCTVs everywhere!"
    },
    {
        "id":7,
        "joke":"I got fired from my job at the bank today. An old lady came in and asked me to check her balance, so I pushed her over."
    },
    {
        "id":8,
        "joke":"A bear walks into a bar and says, 'Give me a whiskey and … cola.'       'Why the big pause?', asks the bartender. The bear shrugged. “I’m not sure; I was born with them.”"
    },
    {
        "id":9,
        "joke":"My teachers told me I’d never amount to much since I procrastinate so much. I told them, “Just you wait!”"
    },
    {
        "id":10,
        "joke":"Knock, knock. Who’s there? Luke. Luke who? Luke through the peep hole and find out."
    },
    {
        "id":11,
        "joke":"Knock knock. Who’s there? Closure. Closure who? Closure mouth while you’re chewing!"
    },
    {
        "id":12,
        "joke":"Knock! Knock! Who’s there? Stopwatch Stopwatch who? Stopwatch you’re doing and pay attention!"
    },
    {
        "id":13,
        "joke":"Father: Son, did you give fresh water to your pet goldfish?          Son: Nope. They are yet to finish the water which I gave to them last week!"
    },
    {
        "id":14,
        "joke":"Kid: Where do pirates go when they are sick?        Dad: Where?        Kid: They go to the dock!"
    },
    {
        "id":15,
        "joke":"Wife: Here, look at that drunk guy. We were supposed to get married 10 years ago.            Me: Wow, he is still celebrating. Lucky guy!"
    },
    {
        "id":16,
        "joke":"Boy: How many lips does a flower have?          Dad: How many?            Boy: Tu-lips!"
    },
    {
        "id":17,
        "joke":"Boy: How does a squid prepare itself for battle?            Me: How?            Boy: It goes to a battle well-armed!"
    },
    {
        "id":18,
        "joke":"What do you have when both your son and daughter text you to lend them $100 each? You have $200 and two unread messages on your cell phone!"
    },
    {
        "id":19,
        "joke":"What did I reply when my wife texted that she is having a terribly stressful day at work and is losing her entire mind? I texted back, ‘Relax. It’s just in your head’."
    },
    {
        "id":20,
        "joke":"Father: Son, did you give fresh water to your pet goldfish?         Son: Nope. They are yet to finish the water which I gave to them last week!"
    },
    {
        "id":21,
        "joke":"Husband: What is the best way to define a pile made out of simply cats?         Wife: What do you call it?          Husband: You must call it a meow-ntain!"
    },
    {
        "id":22,
        "joke":"Three friends, stranded on a desert island, find a magic lantern containing a genie, who grants them each one wish. The first friend wishes he was off the island and back home. The second friend wishes the same. The third friend says “I’m lonely. I wish my friends were back here.”"
    },
    {
        "id":23,
        "joke":"Two friends talking:            1st: “Hey can I borrow some money? I’m broke.”          2nd: “Get money from your job.”         1st: “I got fired.”         2nd: “Why?”         1st: “My boss told me to leave all my problems behind the door, so I told him to stand outside."
    },
    {
        "id":24,
        "joke":"Teacher: Tell me an example of a creature that can live on the water as well as the land.           Student: Frog.          Teacher: Another example.           Student: Another frog."
    },
    {
        "id":25,
        "joke":"Why did the golfer wear two pairs of pants? In case he got a hole in one."
    },
    {
        "id":26,
        "joke":"The teacher is explaining to the student, “If you see someone sinking in the water, you should pull his hair to save him from the water. It will be easy for you.’ Student: But sir, if it happens to you, we shouldn’t help you. Teacher: why? Student: Because you don’t have any hair."
    },
    {
        "id":27,
        "joke":"Why was the guy looking for fast food on his friend? Because his friend said dinner is on me."
    },
    {
        "id":28,
        "joke":"Two friends were walking through the woods when they thought they heard something. They turned around and saw a big black bear coming towards them. Both men started to run when one of them stopped to change into tennis shoes. The second man said ‘You don’t have time to change shoes. You can’t outrun that bear!’ The first man said, ‘I know I can’t outrun the bear. I only have to outrun you!"
    },
    {
        "id":29,
        "joke":"What shall we play today?” said Ginny to her best friend Jenny.         “Let’s play schools,” said Jenny.           “OK!” said Ginny. “But I’m going to be absent,”"
    },
    {
        "id":30,
        "joke":"John is driving down the Delhi-Amritsar highway when he spots his friend Steve standing in the middle of a huge field of grass. He pulls the car over to the side of the road and notices that Steve is just standing there, doing nothing, looking at nothing. John gets out of the car, walks all the way out to Steve, and asks him, “Excuse me, what are you doing?” Steve replies, “I’m trying to win a Nobel Prize.” “How?” asks John, puzzled. “Well I heard they give the Noble Prize to people who are out-standing in their field,” says Steve. "
    },
    {
        "id":31,
        "joke":"Why did the zombie ignore all his Facebook friends?         He was still digesting all of his followers on Twitter!"
    },
    {
        "id":32,
        "joke":"Teacher: Sir, why doctors wear a mask when they do an operation? Student: For safety. If the patient dies, others can’t find out who did the operation."
    },
    {
        "id":33,
        "joke":"Manager: What is your qualification?            Pappu: I’m Ph.D. Manager: What do you mean by Ph.D.?Pappu: Passed high school with difficulty."
    },
    {
        "id":34,
        "joke":"Wife: Whenever we keep the money in the bags our son steals it, I don’t know what to do?            Husband: Keep it in his books. I know he will never touch them!"
    },
    {
        "id":35,
        "joke":"Teacher: Suppose, you have 2$. You asked your mother for one more. How many would you have then?            Student: 2$ Teacher: Why? Student: Because my mother won’t give me any."
    },
    {
        "id":36,
        "joke":"A pair of cows were talking in the field. One says, “Have you heard about the mad cow disease that’s going around?”                 “Yeah,” the other cow says. “Makes me glad I’m a penguin.”"
    },
    {
        "id":37,
        "joke":"“Once, my father came home and found me in front of a roaring fire. That made my father very mad, as we didn’t have a fireplace.”"
    },
    {
        "id":38,
        "joke":"Two Hollywood stars ran into each other at the door of their psychiatrist’s office.             “Hello, there,” said one. “Are you coming or going?”               “If I knew that,” said the other, “I wouldn’t be here.”"
    }

]
}